IDEA StatiCa Open Model
OpenModel.Element1D Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Elements 1D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Element1D> Element1D { get; set; }
Public Property Element1D As List(Of Element1D)
	Get
	Set
public:
property List<Element1D^>^ Element1D {
	List<Element1D^>^ get ();
	void set (List<Element1D^>^ value);
}
Property Value
Type: List<Element1D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace